package com.example.toutiaoapplication.ui.mine

object CollectDatas {
    var dates = arrayOf(
        "2017/02/03",
        "2018/02/05",
        "2020/02/04",
        "2020/03/02",
        "2017/02/03",
        "2018/02/05",
        "2020/02/04",
        "2020/03/02",
        "2017/02/03",
        "2018/02/05",
        "2020/02/04",
        "2020/03/02",
        "2017/02/03",
        "2018/02/05",
        "2020/02/04",
        "2020/03/02"
    )
    var titles = arrayOf(
        "今天是个好日子",
        "路上有一小伙竟然...",
        "路上另一小伙竟然也...",
        "路上还有一小伙竟然还...",
        "今天是个好日子",
        "路上有一小伙竟然...",
        "路上另一小伙竟然也...",
        "路上还有一小伙竟然还...",
        "今天是个好日子",
        "路上有一小伙竟然...",
        "路上另一小伙竟然也...",
        "路上还有一小伙竟然还...",
        "今天是个好日子",
        "路上有一小伙竟然...",
        "路上另一小伙竟然也...",
        "路上还有一小伙竟然还..."
    )
}